const String baseUrl = 'https://172.22.4.24:8443/';
const String hseLearningSite = 'https://edu.kmge.kz/login/index.php';

const List<String> imagePaths = [
  'ic_qorgau.png',
  'ic_observer.png',
  'ic_poll.png',
  'ic_media.png',
  'ic_docs.png',
  'ic_example.png',
  'ic_check.png',
  'ic_call_center.png',
  'ic_work_observation.png',
  'ic_covid.png',
  'driving_observation.png',
];

const List<String> inputPageTitles = [
  "Тип наблюдения",
  "Ваши ФИО",
  "Дата и время",
  "Организация/подрядчик",
  "Структурное подразделение",
  "Наблюдаемая компания/участок/объект",
  "Категория наблюдения",
  "Опишите ваше наблюдение/предложение",
  "Фото/документы с места выявления\nнесоответсвия или предложения",
  "Какие возможные последствия или преимущевства хорошей практики / вашего предложения?",
  "Какие меры вы предприняли?",
  "Какие действия вы предприняли для поощрения хорошей практики?",
  "Обсудили ли вы небезопасное действие / небезопасное поведение с наблюдаемым?",
  "Сообщили ли ответственному лицу?",
  "Кому вы сообщили о наблюдений? (Обязательно заполните для небезопасного действия / небезопасного поведения / опасного фактора / опасного случая)",
  "Было ли небезопасное условие / поведение исправлено и опасность устранена?",
];